Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: To provide a central source of generation, with a degree of redundancy, for the building’s heating and chilled water systems, to offset the building’s fabric, casual, operational and machine loads to the thermal criteria as defined elsewhere.
vi: To provide a central source of generation, with a degree of redundancy, for the building’s heating and chilled water systems, to offset the building’s fabric, casual, operational and machine loads to the thermal criteria as defined elsewhere. / Cung cấp một nguồn phát trung tâm, với sản lượng đạt mức dư thừa nhất định; cân bằng phụ tải nhiệt của vỏ tòa nhà, casual loads (gia giảm nhiệt tự nhiên??), vận hành và chạy máy móc với phụ tải từ các nguồn nhiệt khác

source: To provide a safe reliable power supply to maintain hotel operations continuously.
vi: To provide a safe reliable power supply to maintain hotel operations continuously. / Cung cấp nguồn điện an toàn, ổn định cho việc vận hành liên tục của tòa nhà

source: To provide ceramic / FR connections within junction boxes and Voice Alarm speakers
vi: To provide ceramic / FR connections within junction boxes and Voice Alarm speakers / Bố trí đầu nối sứ / FR trong hộp nối điện (Junction box) và Loa báo động bằng giọng nói

source: To provide fresh air to all areas for the dilution of odours and for occupancy needs. This must be pre-conditioned
vi: To provide fresh air to all areas for the dilution of odours and for occupancy needs. This must be pre-conditioned / Cấp khí tươi cho tất cả các khu vực để pha loãng mùi và phục vụ nhu cầu của người trong tòa nhà. Việc này phải được định trước bằng các AHU chuyên dụng.

source: To provide good internal air quality, the fresh air shall be monitored by BMS and controlled by CO2 sensors, which shall vary the volume of fresh air supplied to suit the needs.
vi: To provide good internal air quality, the fresh air shall be monitored by BMS and controlled by CO2 sensors, which shall vary the volume of fresh air supplied to suit the needs. / Để cung cấp khí tươi trong nhà có chất lượng tốt, khí tươi sẽ được giám sát qua BMS và kiểm soát bởi cảm biến CO2, giúp thay đổi lưu lượng cấp khí tươi phù hợp với nhu cầu

source: To provide sufficient continuous heating for the domestic hot water supply
vi: To provide sufficient continuous heating for the domestic hot water supply / Liên tục gia nhiệt cho nước phục vụ cấp nước nóng sinh hoạt

source: To remove vitiated air from the areas.
vi: To remove vitiated air from the areas. / Loại bỏ không khí không đủ chất lượng khỏi các khu vực

source: Toilet extract to be sized on 10 AC/hr., with make-up via the toilet lobby, supplied from the nearest supply air system. Extract fans to be dual fans. In “Hot climates” make up air must be cooled and in ‘Cold Climates’ heated if the air is directly from outside e.g. pool toilets.
vi: Toilet extract to be sized on 10 AC/hr., with make-up via the toilet lobby, supplied from the nearest supply air system. Extract fans to be dual fans. In “Hot climates” make up air must be cooled and in ‘Cold Climates’ heated if the air is directly from outside e.g. pool toilets. / Hút khí toilet có kích cỡ dựa trên 10 lần trao đổi khí/h, bù khí thông qua toilet lobby, cung cấp từ hệ thống cấp khí gần nhất. Quạt hút phải là quạt đôi. Tại các vùng khí hậu nóng khí bù phải được làm mát, tại các vùng khí hậu lạnh, khí bù phải được làm ấm nếu khí lấy trực tiếp từ bên ngoài, vd. toilet bể bơi

source: Total Energy
vi: Total Energy;;;Tổng năng lượng

source: Total Gross area public space BOH (m2)
vi: Total Gross area public space BOH (m2) / Tổng diện tích gross cho không gian BOH (m2)

source: Total Yearly running Cost ($)
vi: Total Yearly running Cost ($) / Tổng chi phí vận hành hàng năm

source: Total aerobic plate count: Maximum 10,000 organisms /ml
vi: Total aerobic plate count: Maximum 10,000 organisms /ml / Tổng vi khuẩn hiếu khí trên đĩa nuôi cấy: max 10,000 vi sinh/ml

source: Total an aerobic plate count: Maximum 100 organisms/ml
vi: Total an aerobic plate count: Maximum 100 organisms/ml / Tổng vi khuẩn yếm khí trên đĩa nuôi cấy: max 100 vi sinh/ml

source: Total plant space (m2)
vi: Total plant space (m2) / Tổng diện tích cho trạm kĩ thuật

source: Tracks and reports equipment run-time vs. baseline of rooms running without energy management control.
vi: Tracks and reports equipment run-time vs. baseline of rooms running without energy management control. / Theo dõi và báo lại thời gian chạy của thiết bị so với baseline của các phòng vận hành mà không cần kiểm soát quản lý năng lượng

source: Traditional materials suffer from corrosion - Not Acceptable
vi: Traditional materials suffer from corrosion - Not Acceptable / Vật liệu truyền thống dễ bị han gỉ - không chấp nhận

source: Transformer outputs must be brought with bus ties or cable in case of small rating of transformer (less than 1000kVA) to enable segregation of the switchboard for maintenance purposes.
vi: Transformer outputs must be brought with bus ties or cable in case of small rating of transformer (less than 1000kVA) to enable segregation of the switchboard for maintenance purposes. / Điện đầu ra của máy biến áp phải be brought with bus ties or cable nếu là máy biến áp công suất nhỏ (dưới 1000kVA) để có thể tách riêng tủ điện phục vụ bảo trì

source: Transportation Systems such as:
vi: Transportation Systems such as: / Các hệ thống vận tải như

source: Trapped condensate drains by gravity shall be installed below any cooling coil irrespective of the degree of latent removal or chilled water temperatures.
vi: Trapped condensate drains by gravity shall be installed below any cooling coil irrespective of the degree of latent removal or chilled water temperatures. / Thoát nước ngưng bằng trọng lực sẽ được bố trí dưới tất cả các dàn ống làm mát, bất kể mức độ thải ẩn nhiệt hoặc nhiệt độ nước lạnh

source: Tropical
vi: Tropical***Nhiệt đới

source: Tropical SE Asia
vi: Tropical SE Asia / Vùng Đông Nam Á nhiệt đới

source: Tropical or sub-tropical locations
vi: Tropical or sub-tropical locations / Địa điểm nhiệt đới hoặc cận nhiệt đới

source: Tubes
vi: Tubes / Ống

source: Tungsten Halogen Lamps
vi: Tungsten Halogen Lamps / Đèn halogen wolfram

source: Two 30 minute self-closing fire resisting floors
vi: Two 30 minute self-closing fire resisting floors / 2 cửa chống cháy 30p tự đóng

source: Two large contributors to the overall cooling load in a hotel are:-
vi: Two large contributors to the overall cooling load in a hotel are: / Hai yếu tố chính góp phần vào tải làm mát là:

source: Two pipe VRV units can only provide cooling or heating and not both simultaneously, hence are only suitable for climates requiring cooling only as otherwise independent room temperature control is not achievable.
vi: Two pipe VRV units can only provide cooling or heating and not both simultaneously, hence are only suitable for climates requiring cooling only as otherwise independent room temperature control is not achievable. / Các hệ VRV 2 ống chỉ có thể hoặc làm lạnh hoặc sưởi và không thể đồng thời thực hiện hai chức năng, do đó chỉ phù hợp với các vùng khí hậu chỉ yêu cầu làm lạnh, do việc điều khiển nhiệt độ độc lập cho các phòng không khả thi

source: Two port valve system - 88.9 Kg/s
vi: Two port valve system - 88.9 Kg/s / Hệ van hai ngả - 88.9 Kg/s

source: Two speed ventilation systems (or inverter driven fans) serving the kitchens for economy in “low” periods.
vi: Two speed ventilation systems (or inverter driven fans) serving the kitchens for economy in “low” periods. / Các hệ thống thông gió hai tốc độ (hoặc sử dụng quạt inverter) phục vụ cho các bếp để tiết kiệm trong các giai đoạn thấp điểm

source: Type
vi: Type / Loại

source: Type of material
vi: Type of material / Loại vật liệu

source: Type of system
vi: Type of system / Các loại hệ thống

source: Type of systems
vi: Type of systems / Các loại hệ thống

source: Typical Chilled Water Schematic
vi: Typical Chilled Water Schematic / Sơ đồ nước mát điển hình

source: Typical Electrical Loads
vi: Typical Electrical Loads / Tải điện điển hình

source: Typical Frost Protection System (Inefficient)
vi: Typical Frost Protection System (Inefficient) / Hệ thống bảo vệ chống đóng băng thông thường (không hiệu quả)

source: Typical Guest Floor Fire Damper Requirement
vi: Typical Guest Floor Fire Damper Requirement / Yêu cầu về Van chặn lửa cho tầng phòng khách điển hình

source: Typical Guest floor Fire Protection System
vi: Typical guest Floor Fire Protection System / Hệ thống chữa cháy điển hình tại tầng phòng khách

source: Typical Hotel Power Consumption
vi: Typical Hotel Power Consumption / Các hạng mục tiêu thụ năng lượng điển hình của khách sạn

source: Typical LV Distribution Schematic
vi: Typical LV Distribution Schematic / Sơ đồ phân phối điện nhẹ điển hình

source: Typical Power Loads for Hotel Areas
vi: Typical Power Loads for Hotel Areas / Các phụ tại điển hình trong các khu vực khách sạn

source: Typical Screen from a centralised control system
vi: Typical Screen from a centralised control system / Giao diện điển hình của hệ thống điều khiển trung tâm

source: Typical analysis of BLDC motors for FCU’s
vi: Typical analysis of BLDC motors for FCU’s / Phân tích động cơ BLDC (một chiều không chổi than) điển hình cho FCU

source: Typical guest Floor Fire Protection System
vi: Typical guest Floor Fire Protection System / Hệ thống phòng cháy điển hình tại tầng phòng khách

source: Typical guestroom 4-pipe active chilled beam option
vi: Typical guestroom 4-pipe active chilled beam option / Phương án chilled beam 4 ống cho phòng khách điển hình

source: Typical guestroom 4-pipe radiant ceiling option (subject to approval of IHG)
vi: Typical guestroom 4-pipe radiant ceiling option (subject to approval of IHG) / Phương án trần bức xạ 4 ống phòng khách điển hình (cần IHG phê duyệt)

source: Typical guestroom 4-pipe radiant ceiling options
vi: Typical guestroom 4-pipe radiant ceiling option / Phương án trần bức xạ 4 ống phòng khách điển hình

source: Typically the Architect will design the building, then the Engineer will add the plant to areas available which are usually at the extremities of the building (roof and basement) resulting in both increased capital cost for the Developer and increased energy consumption for the owner/operator.
vi: Typically the Architect will design the building, then the Engineer will add the plant to areas available which are usually at the extremities of the building (roof and basement) resulting in both increased capital cost for the Developer and increased energy consumption for the owner/operator. / Thường thì Kiến trúc sư sẽ thiết kế tòa nhà, sau đó Kỹ thuật sẽ bổ sung máy móc vào các không gian trống, thường là các không gian khá xa trong tòa nhà (mái và hầm), gây tăng chi phí đầu tư cho CĐT và tăng lượng năng lượng tiêu thụ đối với Chủ đầu tư/Đơn vị vận hành

source: Typically these systems will be operated via smoke detectors in the area to be protected which:-
vi: Typically these systems will be operated via smoke detectors in the area to be protected which:- / Thường các hệ thống này sẽ được vận hành nhờ đầu báo khói trong các khu vực được bảo vệ. Đầu báo khói sẽ:

source: UPS System
vi: UPS System / Hệ thống lưu điện

source: UTILITY SERVICES
vi: UTILITY SERVICES / DỊCH VỤ ĐIỆN NƯỚC

source: Under cover internal pools
vi: Under cover internal pools / Bể bơi trong nhà có mái

source: Understanding the wind strengths and patterns for the site can help in locating intakes & discharges and benefiting from natural ventilation. The following is an illustration of a typical wind path diagram:
vi: Understanding the wind strengths and patterns for the site can help in locating intakes & discharges and benefiting from natural ventilation. The following is an illustration of a typical wind path diagram: / Hiểu sức gió và các luồng gió tại vị trí dự án có thể giúp xác định hướng cấp vào và thải khí (intakes & discharges) và thu được lợi ích từ thông gió tự nhiên. Hình dưới minh họa một biểu đồ hướng gió điển hình

source: Unit Price
vi: Unit Price ($) / Chi phí unit

source: Unoccupied attics or roof spaces must be subdivided into areas no greater than 330m2 by fire and smoke resisting separation. Each area must be provided with smoke detection and in sprinkler protected buildings over four floors in height each area must have sprinklers.
vi: Unoccupied attics or roof spaces must be subdivided into areas no greater than 330m2 by fire and smoke resisting separation. Each area must be provided with smoke detection and in sprinkler protected buildings over four floors in height each area must have sprinklers. / Các không gian gác mái hoặc mái không sử dụng phải được chia thành các khoang nhỏ không quá 330m2 bằng các vách chống cháy và ngăn khói. Mỗi khoang phải có đầu báo khói và trong các tòa nhà được bảo vệ bằng sprinkler cao hơn 4 tầng, mỗi khoang phải có sprinkler

source: Up to double the pipe length from vertical distribution
vi: Up to double the pipe length from vertical distribution / Lên tối gấp đôi chiều dài đường ống so với phân phối theo chiều dọc

source: Upon operation of a guestroom smoke detector:
vi: Upon operation of a guestroom smoke detector: / Khi kích hoạt đầu báo khói trong phòng khách:

source: Upto 1000mm
vi: Upto 1000mm / lên đến 1000m

source: Upto 1600 kPa
vi: Upto 1600 kPa / Lên đến 1600 kPa

source: Use a kitchen exhaust/ Supply air demand control ventilation system such as Intelli-Hood.
vi: Use a kitchen exhaust/ Supply air demand control ventilation system such as Intelli-Hood. / Sử dụng hệ thống thông khí kiểm soát nhu cầu cấp/hút cho bếp như Intelli-Hood

source: Use: major heating and cooling systems
vi: Use: major heating and cooling systems / Ứng dụng: các hệ thống sưởi và làm mát lớn

source: Utilise cogeneration plant wherever possible, subject to full feasibility study
vi: Utilise cogeneration plant wherever possible, subject to full feasibility study / Tận dụng cogeneration plant (Combined Heat and Power - CHP, thiết bị đồng thời phát điện và dùng nhiệt dư để làm nóng/sưởi) mỗi khi có thể. Tuy nhiên cần thực hiện nghiên cứu khả thi đầy đủ

source: VA- Voice Alarm Speaker
vi: VA- Voice Alarm Speaker / Hệ thống âm thanh thông báo

source: VANTILATION
vi: ventilation / Thông gió bãi đỗ xe

source: VRF condensing unit
vi: VRF condensing unit / Dàn ngưng VRF

source: VRV fan coil units should be selected on the following basis:
vi: VRV fan coil units should be selected on the following basis: / FCU VRV được chọn dựa trên cơ sở sau:

source: VRV system must not be oversized otherwise poor temperature control and condensation is a high risk and excessive latent cooling will occur unnecessarily.
vi: VRV system must not be oversized otherwise poor temperature control and condensation is a high risk and excessive latent cooling will occur unnecessarily. / Hệ thống VR không được quá cỡ, nếu không sẽ có nguy cơ kiểm soát nhiệt độ kém và ngưng tụ kém, và xảy ra tình trạng hạ nhiệt ẩn không cần thiết

source: VRV systems can be considered in refurbishment projects due to the reduced pipework size, simplicity of installation and non-reliance on a centralized heating or cooling system.
vi: VRV systems can be considered in refurbishment projects due to the reduced pipework size, simplicity of installation and non-reliance on a centralized heating or cooling system. / Các hệ thống VRV có thể được cân nhắc cho các dự án cải tạo do kích thước đường ống nhỏ, lắp đặt đơn giản và không phụ thuộc vào hệ thống sưởi/làm mát trung tâm

source: VRV systems do not offer the degree of load diversity that can be applied to central systems, or the provision of ‘free cooling’ with air systems, and this shall be considered in their evaluation.
vi: VRV systems do not offer the degree of load diversity that can be applied to central systems, or the provision of ‘free cooling’ with air systems, and this shall be considered in their evaluation. / Các hệ thống VRV không đáp ứng được độ biến thiên về phụ tải như các hệ thống trung tâm, không có tính năng "free cooling" như hệ thống all-air, và những điều này sẽ được cân nhắc trong quá trình đánh giá

source: VSD for all chillers
vi: VSD for all chillers / Biến áp đối với tất cả chiller

source: Valves
vi: Valves / 3 van

source: Vanity unit top
vi: Vanity unit top / Mức mặt bồn rửa

source: Variable Air Volume (VAV)
vi: Variable Air Volume (VAV) / Hệ thống lưu lượng gió biến thiên

source: Variable Refrigerant Volume
vi: Variable Refrigerant Volume / Hệ thống VRV

source: Varied Condenser and chilled water temperatures according to the load - improved efficiency
vi: Varied Condenser and chilled water temperatures according to the load - improved efficiency / Dàn ngưng biến tần và nhiệt độ nước mát phụ thuộc vào phụ tải - tăng hiệu suất

source: Ventilation rates to be based on 8-12 l/s per guest, final figure to balance the exhaust rate. The maximum number of guests per room to be utilized hence:
vi: Ventilation rates to be based on 8-12 l/s per guest, final figure to balance the exhaust rate. The maximum number of guests per room to be utilized hence: / Lưu lượng thông gió dựa trên cơ sở 8-12 l/s trên khách, con số cuối cùng cần cân đối với tỉ lệ hút khí. Ở đây áp dựng số lượng khách tối đa trên phòng:

source: Ventilation rates to be selected to achieve the maximum summer temperature requirement. Fans to be controlled from a local thermostat. Natural ventilation is an acceptable alternative if suitable control can be demonstrated.
vi: Ventilation rates to be selected to achieve the maximum summer temperature requirement. Fans to be controlled from a local thermostat. Natural ventilation is an acceptable alternative if suitable control can be demonstrated. / Lưu lượng thông khí được chọn để đạt yêu cầu tối đa về nhiệt độ trong hè. Các quạt điều khiển bằng một bộ điều khiển cục bộ. Chấp nhận thông khí tự nhiên nếu có thể chứng minh khả năng kiểm soát phù hợp

source: Ventilation system
vi: Ventilation system / Hệ thống thông gió

source: Ventilation to these areas to be designed to maintain internal air temperature below 25°C for 95% of the year, if possible without a cooling system. If a cooling system is required the internal design temperature shall be 24°C.
vi: Ventilation to these areas to be designed to maintain internal air temperature below 25°C for 95% of the year, if possible without a cooling system. If a cooling system is required the internal design temperature shall be 24°C. / Thông gió cho các khu vực này phải được thiết kế để duy trì nhiệt độ trong nhà thấp hơn 25°C trong 95% thời gian năm, nếu có thể mà không có hệ thống làm mát. Nếu yêu cầu có hệ thống làm mát, nhiệt độ thiết kế trong nhà sẽ là 24°C

source: Vertical
vi: Vertical / theo chiều dọc

source: Vertical Means of Escape
vi: Vertical Means of Escape / Thoát hiểm trục dọc

source: Vertical distribution - example of pipe distribution (efficient and economic)
vi: Vertical distribution - example of pipe distribution (efficient and economic) / Phân phối theo chiều dọc - ví dụ về phân phối đường ống (hiệu quả và kinh tế)

source: Visual fault indicators for mains failure, battery under voltage and battery charger failure
vi: Visual fault indicators for mains failure, battery under voltage and battery charger failure / Đèn báo lỗi đối cho sự cố với đường ống, hụt điện áp pin và lỗi khi sạc pin

source: Voice Enhanced Detection & Fire Alarm system
vi: Voice Enhanced Detection & Fire Alarm system / Hệ thống phát hiện và báo cháy bằng giọng nói

source: Voice alarms must have both a pre-recorded message in the local language and English and a sonic alarm to raise attention and for guests who may not understand the messages.
vi: Voice alarms must have both a pre-recorded message in the local language and English and a sonic alarm to raise attention and for guests who may not understand the messages. / Báo động bằng giọng nói phải gồm cả thông báo được ghi âm sẵn bằng ngôn ngữ địa phương và tiếng anh cùng một báo động âm thanh để thu hút sự chú ý và cho các khách có thể sẽ không hiểu thông báo giọng nói

source: WALL MOUNTED SIDEWALL SPRINKLER HEAD
vi: WALL MOUNTED SIDEWALL SPRINKLER HEAD / Đầu sprinkler gắn tường

source: WET RISER LANDING VAL'Æ
vi: WET RISER LANDING VALVE / Van trục ống chứa nước cứu hỏa

source: Walk-in fridges/freezers and cold rooms including refrigeration plant
vi: Walk-in fridges/freezers and cold rooms including refrigeration plant / Tủ lạnh/tủ đông walk-in và phòng lạnh với máy lạnh

source: Warning sounder amplifier controls for all zones, and programmed linking of all zones.
vi: Warning sounder amplifier controls for all zones, and programmed linking of all zones. / Điều khiển khuyếch đại công suất của loa báo động đối với tất cả các zone, và cài đặt liên kết tất cả các zone

source: Washers
vi: Washers / Máy giặt

source: Water
vi: Water Services Pipes and Valves / Đường ống và van nước

source: Water Cooled Chillers
vi: Water Cooled Chillers / Chiller giải nhiệt nước

source: Water cooled LV chillers with VSD - 5.5kWr/we (at 30-70% load)
vi: Water cooled LV chillers with VSD - 5.5kWr/we (at 30-70% load) / Chiller LV giải nhiệt nước với biến áp - 5.5kWr/we (20-70% tải)

source: Water cooled centrifugal or screw
vi: Water cooled centrifugal or screw / Chiller ly tâm hoặc trục vít giải nhiệt nước

source: Water cooled chiller plant is installed internally and is protected from the harsh environment. Air cooled chillers have to be installed externally and corrosion protection may be an ongoing problem to be addressed
vi: Water cooled chiller plant is installed internally and is protected from the harsh environment. Air cooled chillers have to be installed externally and corrosion protection may be an ongoing problem to be addressed / Trạm chiller giải nhiệt nước được lắp đặt trong nhà và bảo vệ khỏi môi trường khắc nghiệt. Chiller giải nhiệt gió phải được lắp ngoài trời và việc chống ăn mòn có thể là một vấn đề cần được xử lý lâu dài

source: Water cooled plant is more efficient than air cooled plant with comparable typical chiller efficiencies at peak load as follows:
vi: Water cooled plant is more efficient than air cooled plant with comparable typical chiller efficiencies at peak load as follows: / Trạm giải nhiệt nước hiệu suất cao hơn máy giải nhiệt gió với hiệu suất chiller khi phụ tải đạt đỉnh như sau

source: Water cooled plant utilizes centrifugal or screw chillers which have greater capacity, less moving parts and lower maintenance requirements than air cooled reciprocating or screw chillers
vi: Water cooled plant utilizes centrifugal or screw chillers which have greater capacity, less moving parts and lower maintenance requirements than air cooled reciprocating or screw chillers / Các trạm giải nhiệt nước sử dụng chiller ly tâm hoặc trục vít có công suất lớn hơn, ít cấu kiện di động và ít yêu cầu về bảo dưỡng hơn chiller piston hoặc trục vít giải nhiệt gió

source: Water cooled systems are considered to have the following advantages for a larger project:
vi: Water cooled systems are considered to have the following advantages for a larger project: / Các hệ thống giải nhiệt nước được cho là có các lợi ích sau đối với một dự án lớn

source: Water deluge system
vi: Water deluge system / Hệ thống sử dụng đầu phun mở

source: Water or air cooled chiller + fresh air AHU
vi: Water or air cooled chiller + fresh air AHU / Chiller giải nhiệt gió hoặc nước + AHU khí tươi

source: Water supply
vi: Water supply / Nguồn cấp nước

source: Water treatment
vi: Water treatment / Xử lý nước

source: Western Europe
vi: Western Europe / Tây Âu

source: Wet chemical systems
vi: Wet chemical systems / Hệ thống hóa chất ướt

source: Wet/Dry risers - InterContinental Hotels Group/Code
vi: Wet/Dry risers - InterContinental Hotels Group/Code / Trục ướt/khô
